Repository: avsabahattinyucel-jpg/rork-zikrim---dua---tesbihat
Catalog: Localizable.xcstrings
Source language: tr
Languages: ar, de, en, es, fa, fr, id, ms, ru, ur

# son_yedekleme_item
source: Son yedekleme: %@
ar: آخر نسخة احتياطية: %@
de: Letzte Sicherung: %@
en: Last backup: %@
es: Última copia: %@
fa: آخرین پشتیبان: %@
fr: Dernière sauvegarde : %@
id: Cadangan terakhir: %@
ms: Sandaran terakhir: %@
ru: Последняя копия: %@
ur: آخری بیک اپ: %@

# son_yedekleme_value
source: Son yedekleme: \(lastSync.formatted(date: .abbreviated, time: .shortened))
ar: آخر نسخة احتياطية: \(lastSync.formatted(date: .abbreviated, time: .shortened))
de: Letzte Sicherung: \(lastSync.formatted(date: .abbreviated, time: .shortened))
en: Last backup: \(lastSync.formatted(date: .abbreviated, time: .shortened))
es: Última copia: \(lastSync.formatted(date: .abbreviated, time: .shortened))
fa: آخرین پشتیبان: \(lastSync.formatted(date: .abbreviated, time: .shortened))
fr: Dernière sauvegarde : \(lastSync.formatted(date: .abbreviated, time: .shortened))
id: Cadangan terakhir: \(lastSync.formatted(date: .abbreviated, time: .shortened))
ms: Sandaran terakhir: \(lastSync.formatted(date: .abbreviated, time: .shortened))
ru: Последняя копия: \(lastSync.formatted(date: .abbreviated, time: .shortened))
ur: آخری بیک اپ: \(lastSync.formatted(date: .abbreviated, time: .shortened))

source: Sonraki
ar: التالي
de: Weiter
en: Next
es: Siguiente
fa: بعدی
fr: Suivant
id: Lanjut
ms: Seterusnya
ru: Далее
ur: اگلا

# sonraki_2
source: Sonraki
ar: التالي
de: Weiter
en: Next
es: Siguiente
fa: بعدی
fr: Suivant
id: Lanjut
ms: Seterusnya
ru: Далее
ur: اگلا

source: Sonraki namaz vakti
ar: وقت الصلاة القادم
de: Nächste Gebetszeit
en: Next Prayer Time
es: Próximo horario de oración
fa: وقت نماز بعدی
fr: Prochaine heure de prière
id: Waktu salat berikutnya
ms: Waktu solat seterusnya
ru: Следующее время намаза
ur: اگلی نماز کا وقت

# sonraki_namaz_vakti_2
source: Sonraki namaz vakti
ar: وقت الصلاة القادم
de: Nächste Gebetszeit
en: Next Prayer Time
es: Próximo horario de oración
fa: وقت نماز بعدی
fr: Prochaine heure de prière
id: Waktu salat berikutnya
ms: Waktu solat seterusnya
ru: Следующее время намаза
ur: اگلی نماز کا وقت

source: Sor
ar: اسأل
de: Fragen
en: Ask
es: Preguntar
fa: بپرس
fr: Demander
id: Tanya
ms: Tanya
ru: Спросить
ur: پوچھیں

# sor_2
source: Sor
ar: اسأل
de: Fragen
en: Ask
es: Preguntar
fa: بپرس
fr: Demander
id: Tanya
ms: Tanya
ru: Спросить
ur: پوچھیں

# soruyu_gonder
source: Soruyu gönder
ar: إرسال السؤال
de: Frage senden
en: Send question
es: Enviar pregunta
fa: ارسال سؤال
fr: Envoyer la question
id: Kirim pertanyaan
ms: Hantar soalan
ru: Отправить вопрос
ur: سوال بھیجیں

# steps_count_format
source: %lld adım
ar: %lld خطوة
de: %lld Schritte
en: %lld steps
es: %lld pasos
fa: %lld گام
fr: %lld étapes
id: %lld langkah
ms: %lld langkah
ru: %lld шагов
ur: %lld مراحل

# subscription_section_title
source: Abonelik
ar: الاشتراك
de: Abonnement
en: Subscription
es: Suscripción
fa: اشتراک
fr: Abonnement
id: Langganan
ms: Langganan
ru: Подписка
ur: سبسکرپشن

# sukur_notu
source: Şükür notu
ar: ملاحظة شكر
de: Dankbarkeitsnotiz
en: Gratitude note
es: Nota de gratitud
fa: یادداشت شکر
fr: Note de gratitude
id: Catatan syukur
ms: Nota syukur
ru: Заметка благодарности
ur: شکر نوٹ

# sukur_notu_2
source: Şükür notu
ar: ملاحظة شكر
de: Dankbarkeitsnotiz
en: Gratitude note
es: Nota de gratitud
fa: یادداشت شکر
fr: Note de gratitude
id: Catatan syukur
ms: Nota syukur
ru: Заметка благодарности
ur: شکر نوٹ

# support_section_title
source: Destek
ar: الدعم
de: Hilfe
en: Support
es: Soporte
fa: پشتیبانی
fr: Assistance
id: Dukungan
ms: Sokongan
ru: Поддержка
ur: معاونت

# surah_count_format
source: %lld. sure
ar: سورة %lld
de: Sure %lld
en: Surah %lld
es: Sura %lld
fa: سوره %lld
fr: Sourate %lld
id: Surah %lld
ms: Surah %lld
ru: Сура %lld
ur: سورہ %lld

# surah_verse_format
source: %1$@ • %2$lld. ayet
ar: %1$@ • الآية %2$lld
de: %1$@ • Vers %2$lld
en: %1$@ • Verse %2$lld
es: %1$@ • Aleya %2$lld
fa: %1$@ • آیه %2$lld
fr: %1$@ • Verset %2$lld
id: %1$@ • Ayat %2$lld
ms: %1$@ • Ayat %2$lld
ru: %1$@ • Аят %2$lld
ur: %1$@ • آیت %2$lld

# surah_verse_match_format
source: %@ • %lld. ayet
ar: %@ • الآية %lld
de: %@ • Vers %lld
en: %@ • Verse %lld
es: %@ • Aleya %lld
fa: %@ • آیه %lld
fr: %@ • Verset %lld
id: %@ • Ayat %lld
ms: %@ • Ayat %lld
ru: %@ • Аят %lld
ur: %@ • آیت %lld

source: Sure veya ayet meali ara...
ar: ابحث عن ترجمة سورة أو آية...
de: Nach Suren- oder Versübersetzung suchen...
en: Search surah or verse translation...
es: Buscar traducción de sura o aleya...
fa: ترجمه سوره یا آیه را جستجو کنید...
fr: Rechercher la traduction d’une sourate ou d’un verset...
id: Cari terjemahan surah atau ayat...
ms: Cari terjemahan surah atau ayat...
ru: Искать перевод суры или аята...
ur: سورت یا آیت کا ترجمہ تلاش کریں...

# sure_yukleniyor
source: Sure yükleniyor...
ar: جارٍ تحميل السورة...
de: Sure wird geladen...
en: Surah is loading...
es: Cargando sura...
fa: در حال بارگذاری سوره...
fr: Chargement de la sourate...
id: Surah sedang dimuat...
ms: Surah sedang dimuat...
ru: Загрузка суры...
ur: سورہ لوڈ ہو رہی ہے...

source: Sureler
ar: السور
de: Suren
en: Surahs
es: Suras
fa: سوره‌ها
fr: Sourates
id: Surah
ms: Surah
ru: Суры
ur: سورتیں

# surenin_tamamini_dinle
source: Surenin tamamını dinle
ar: استمع إلى السورة كاملة
de: Ganze Sure anhören
en: Listen to the full surah
es: Escuchar la sura completa
fa: به سوره کامل گوش بده
fr: Écouter la sourate entière
id: Dengarkan seluruh surah
ms: Dengar keseluruhan surah
ru: Слушать всю суру
ur: مکمل سورت سنیں

# surum
source: Sürüm
ar: الإصدار
de: Version
en: Version
es: Versión
fa: نسخه
fr: Version
id: Versi
ms: Versi
ru: Версия
ur: ورژن

# sync_info_dhikr_progress
source: Zikir sayaçları ve ilerleme
ar: عدادات الذكر والتقدم
de: Dhikr-Zähler und Fortschritt
en: Dhikr counters and progress
es: Contadores y progreso de dhikr
fa: شمارنده‌ها و پیشرفت ذکر
fr: Compteurs et progression du dhikr
id: Kaunter dan kemajuan zikir
ms: Kaunter dan kemajuan zikir
ru: Счётчики и прогресс зикра
ur: ذکر کاؤنٹرز اور پیش رفت

# sync_info_favorites
source: Favori zikirler ve dualar
ar: الأذكار والأدعية المفضلة
de: Bevorzugte Dhikr und Duas
en: Favorite dhikr and duas
es: Dhikr y duas favoritos
fa: ذکرها و دعاهای دلخواه
fr: Dhikr et duas favoris
id: Zikir dan doa kegemaran
ms: Zikir dan doa kegemaran
ru: Избранные зикры и дуа
ur: پسندیدہ اذکار اور دعائیں

# sync_info_journal
source: Günlük notları ve iman günlüğü
ar: الملاحظات اليومية واليومية الإيمانية
de: Tägliche Notizen und Imantagebuch
en: Daily notes and faith journal
es: Notas diarias y diario espiritual
fa: یادداشت‌های روزانه و دفترچه ایمانی
fr: Notes quotidiennes et journal spirituel
id: Nota harian dan jurnal iman
ms: Nota harian dan jurnal iman
ru: Ежедневные заметки и духовный дневник
ur: روزانہ نوٹس اور ایمان جرنل

# sync_info_settings_profile
source: Uygulama ayarları ve profil
ar: إعدادات التطبيق والملف الشخصي
de: App-Einstellungen und Profil
en: App settings and profile
es: Configuración y perfil de la app
fa: تنظیمات برنامه و پروفایل
fr: Réglages de l’app et profil
id: Tetapan aplikasi dan profil
ms: Tetapan aplikasi dan profil
ru: Настройки приложения и профиль
ur: ایپ سیٹنگز اور پروفائل

# sync_info_stats_daily
source: İstatistikler ve günlük veriler
ar: الإحصاءات والبيانات اليومية
de: Statistiken und Tagesdaten
en: Statistics and daily data
es: Estadísticas y datos diarios
fa: آمار و داده‌های روزانه
fr: Statistiques et données quotidiennes
id: Statistik dan data harian
ms: Statistik dan data harian
ru: Статистика и ежедневные данные
ur: شماریات اور روزانہ ڈیٹا

# tab_daily
source: Günlük
ar: اليومية
de: Täglich
en: Daily
es: Diario
fa: روزانه
fr: Quotidien
id: Harian
ms: Harian
ru: Ежедневно
ur: روزانہ

# tab_guide
source: Rehber
ar: الدليل
de: Leitfaden
en: Guide
es: Guía
fa: راهنما
fr: Guide
id: Panduan
ms: Panduan
ru: Руководство
ur: رہنما

# tab_more
source: Daha Fazla
ar: المزيد
de: Mehr
en: More
es: Más
fa: بیشتر
fr: Plus
id: Lainnya
ms: Lagi
ru: Ещё
ur: مزید

# tab_my_dhikr
source: Zikirlerim
ar: أذكاري
de: Mein Dhikr
en: My Dhikr
es: Mi dhikr
fa: ذکرهای من
fr: Mon dhikr
id: Dzikir Saya
ms: Zikir Saya
ru: Мой зикр
ur: میرا ذکر

# tab_quran
source: Kur'an
ar: القرآن
de: Koran
en: Quran
es: Corán
fa: قرآن
fr: Coran
id: Quran
ms: Quran
ru: Коран
ur: قرآن

source: Tam Puan!
ar: نتيجة كاملة!
de: Volle Punktzahl!
en: Perfect Score!
es: ¡Puntuación perfecta!
fa: امتیاز کامل!
fr: Score parfait !
id: Skor Sempurna!
ms: Skor Penuh!
ru: Идеальный результат!
ur: کامل اسکور!

source: Tamam
ar: موافق
de: OK
en: OK
es: Aceptar
fa: باشه
fr: OK
id: OK
ms: OK
ru: ОК
ur: ٹھیک ہے

# tamam_2
source: Tamam
ar: موافق
de: OK
en: OK
es: Aceptar
fa: باشه
fr: OK
id: OK
ms: OK
ru: ОК
ur: ٹھیک ہے

# tamamlanan_aliskanliklar
source: Tamamlanan alışkanlıklar
ar: العادات المكتملة
de: Abgeschlossene Gewohnheiten
en: Completed habits
es: Hábitos completados
fa: عادت‌های تکمیل‌شده
fr: Habitudes complétées
id: Kebiasaan selesai
ms: Tabiat selesai
ru: Завершённые привычки
ur: مکمل عادات

# tamamlandi
source: Tamamlandı
ar: اكتمل
de: Abgeschlossen
en: Completed
es: Completado
fa: تکمیل شد
fr: Terminé
id: Selesai
ms: Selesai
ru: Завершено
ur: مکمل

source: Tarih
ar: التاريخ
de: Datum
en: Date
es: Fecha
fa: تاریخ
fr: Date
id: Tanggal
ms: Tarikh
ru: Дата
ur: تاریخ

source: Tekrar Dene
ar: حاول مرة أخرى
de: Erneut versuchen
en: Try Again
es: Intentar de nuevo
fa: دوباره تلاش کنید
fr: Réessayer
id: Coba lagi
ms: Cuba lagi
ru: Попробовать снова
ur: دوبارہ کوشش کریں

# tekrar_dene_2
source: Tekrar Dene
ar: حاول مرة أخرى
de: Erneut versuchen
en: Try Again
es: Intentar de nuevo
fa: دوباره تلاش کنید
fr: Réessayer
id: Coba lagi
ms: Cuba lagi
ru: Попробовать снова
ur: دوبارہ کوشش کریں

source: Tekrar Et
ar: كرر
de: Wiederholen
en: Repeat
es: Repetir
fa: تکرار
fr: Répéter
id: Ulangi
ms: Ulang
ru: Повторить
ur: دہرائیں

# tekrar_et_2
source: Tekrar Et
ar: كرر
de: Wiederholen
en: Repeat
es: Repetir
fa: تکرار
fr: Répéter
id: Ulangi
ms: Ulang
ru: Повторить
ur: دہرائیں

# tekrar_sayisi
source: Tekrar sayısı
ar: عدد التكرارات
de: Wiederholungsanzahl
en: Repetition count
es: Cantidad de repeticiones
fa: تعداد تکرار
fr: Nombre de répétitions
id: Jumlah pengulangan
ms: Bilangan ulangan
ru: Количество повторений
ur: تکرار کی تعداد

# tekrar_yapildi
source: Tekrar yapıldı
ar: تم التكرار
de: Wiederholt
en: Repeated
es: Repetido
fa: تکرار شد
fr: Répété
id: Diulang
ms: Diulang
ru: Повторено
ur: دہرایا گیا

source: Telefonun üst kısmını altın işaretle aynı hizada tutun.
ar: أبقِ الجزء العلوي من الهاتف بمحاذاة العلامة الذهبية.
de: Richten Sie die Oberseite Ihres Telefons an der goldenen Markierung aus.
en: Keep the top of your phone aligned with the gold marker.
es: Mantén la parte superior del teléfono alineada con la marca dorada.
fa: بالای گوشی را با نشان طلایی هم‌راستا نگه دارید.
fr: Gardez le haut de votre téléphone aligné avec le repère doré.
id: Sejajarkan bagian atas ponsel dengan penanda emas.
ms: Pastikan bahagian atas telefon sejajar dengan penanda emas.
ru: Держите верхнюю часть телефона на одной линии с золотой меткой.
ur: فون کے اوپری حصے کو سنہری نشان کے ساتھ برابر رکھیں۔

source: Tema
ar: السمة
de: Thema
en: Theme
fa: تم
fr: Thème
ru: Тема
ur: تھیم

# tema_2
source: Tema
ar: السمة
de: Thema
en: Theme
fa: تم
fr: Thème
ru: Тема
ur: تھیم

# tema_sadece_sekme_rengini_degil_kartlar_ve_yuzey_tonlarini_da_etkiler
source: Tema sadece sekme rengini değil, kartlar ve yüzey tonlarını da etkiler.
ar: السمة لا تؤثر فقط على لون التبويب، بل أيضًا على البطاقات ودرجات الأسطح.
de: Das Thema beeinflusst nicht nur die Tab-Farbe, sondern auch Karten und Oberflächentöne.
en: Theme affects not only tab color, but also cards and surface tones.
es: El tema no solo afecta el color de las pestañas, sino también las tarjetas y tonos de superficie.
fa: تم فقط رنگ تب را تغییر نمی‌دهد، بلکه روی کارت‌ها و تون سطوح هم اثر می‌گذارد.
fr: Le thème n’affecte pas seulement la couleur des onglets, mais aussi les cartes et tons de surface.
id: Tema tidak hanya memengaruhi warna tab, tetapi juga kartu dan nuansa permukaan.
ms: Tema bukan sahaja mempengaruhi warna tab, tetapi juga kad dan tona permukaan.
ru: Тема влияет не только на цвет вкладок, но и на карточки и оттенки поверхностей.
ur: تھیم صرف ٹیب کے رنگ کو نہیں بلکہ کارڈز اور سطحی رنگوں کو بھی متاثر کرتی ہے۔

source: Temalar
ar: السمات
de: Themen
en: Themes
es: Temas
fa: تم‌ها
fr: Thèmes
id: Tema
ms: Tema
ru: Темы
ur: تھیمز

# temalar_2
source: Temalar
ar: السمات
de: Themen
en: Themes
es: Temas
fa: تم‌ها
fr: Thèmes
id: Tema
ms: Tema
ru: Темы
ur: تھیمز

source: Temizle
ar: مسح
de: Leeren
en: Clear
es: Limpiar
fa: پاک کردن
fr: Effacer
id: Bersihkan
ms: Kosongkan
ru: Очистить
ur: صاف کریں

# temizle_2
source: Temizle
ar: مسح
de: Leeren
en: Clear
es: Limpiar
fa: پاک کردن
fr: Effacer
id: Bersihkan
ms: Kosongkan
ru: Очистить
ur: صاف کریں

# tesbih_cekerek_ibadet_rutinini_olustur
source: Tesbih çekerek ibadet rutinini oluştur
ar: كوّن روتين عبادتك بالتسبيح
de: Erstelle deine Ibadah-Routine mit Tasbih
en: Build your worship routine with tasbih
es: Construye tu rutina de adoración con tasbih
fa: روتین عبادتت را با تسبیح بساز
fr: Créez votre routine d’adoration avec le tasbih
id: Bangun rutinitas ibadahmu dengan tasbih
ms: Bina rutin ibadah anda dengan tasbih
ru: Создайте свой режим поклонения с тасбихом
ur: تسبیح کے ساتھ عبادت کا معمول بنائیں

# tesbih_olusturuldu
source: Tesbih oluşturuldu
ar: تم إنشاء التسبيح
de: Tasbih erstellt
en: Tasbih created
es: Tasbih creado
fa: تسبیح ایجاد شد
fr: Tasbih créé
id: Tasbih dibuat
ms: Tasbih dicipta
ru: Тасбих создан
ur: تسبیح بنائی گئی

source: Tesbih yok
ar: لا يوجد تسبيح
de: Kein Tasbih
en: No tasbih
es: No hay tasbih
fa: تسبیحی وجود ندارد
fr: Aucun tasbih
id: Tidak ada tasbih
ms: Tiada tasbih
ru: Тасбих отсутствует
ur: کوئی تسبیح نہیں

# tesbih_yok_2
source: Tesbih yok
ar: لا يوجد تسبيح
de: Kein Tasbih
en: No tasbih
es: No hay tasbih
fa: تسبیحی وجود ندارد
fr: Aucun tasbih
id: Tidak ada tasbih
ms: Tiada tasbih
ru: Тасбих отсутствует
ur: کوئی تسبیح نہیں

source: Tesbihat Setleri
ar: مجموعات التسبيح
de: Tasbih-Sets
en: Tasbih Sets
es: Conjuntos de tasbih
fa: مجموعه‌های تسبیح
fr: Sets de tasbih
id: Set tasbih
ms: Set tasbih
ru: Наборы тасбиха
ur: تسبیح سیٹس

# tesbihat_setleri_2
source: Tesbihat Setleri
ar: مجموعات التسبيح
de: Tasbih-Sets
en: Tasbih Sets
es: Conjuntos de tasbih
fa: مجموعه‌های تسبیح
fr: Sets de tasbih
id: Set tasbih
ms: Set tasbih
ru: Наборы тасбиха
ur: تسبیح سیٹس

source: Tesbihe Ekle
ar: أضف إلى التسبيح
de: Zum Tasbih hinzufügen
en: Add to Tasbih
es: Agregar al tasbih
fa: افزودن به تسبیح
fr: Ajouter au tasbih
id: Tambahkan ke tasbih
ms: Tambah ke tasbih
ru: Добавить в тасбих
ur: تسبیح میں شامل کریں

# tesbihe_ekle_2
source: Tesbihe Ekle
ar: أضف إلى التسبيح
de: Zum Tasbih hinzufügen
en: Add to Tasbih
es: Agregar al tasbih
fa: افزودن به تسبیح
fr: Ajouter au tasbih
id: Tambahkan ke tasbih
ms: Tambah ke tasbih
ru: Добавить в тасбих
ur: تسبیح میں شامل کریں

# test_bildirimi_gonder
source: Test bildirimi gönder
ar: إرسال إشعار تجريبي
de: Testbenachrichtigung senden
en: Send test notification
es: Enviar notificación de prueba
fa: ارسال اعلان آزمایشی
fr: Envoyer une notification test
id: Kirim notifikasi uji
ms: Hantar notifikasi ujian
ru: Отправить тестовое уведомление
ur: ٹیسٹ اطلاع بھیجیں

# text_3_pratik_uygulama
source: 3 pratik uygulama
ar: 3 تطبيقات عملية
de: 3 praktische Anwendungen
en: 3 practical applications
es: 3 aplicaciones prácticas
fa: ۳ کاربرد عملی
fr: 3 applications pratiques
id: 3 penerapan praktis
ms: 3 aplikasi praktikal
ru: 3 практических применения
ur: 3 عملی اطلاقات

# Theme
source: Tema
ar: السمة
de: Thema
en: Theme
fa: تم
fr: Thème
ru: Тема
ur: تھیم

# theme_dark_spiritual
source: Koyu Manevi
ar: روحاني داكن
de: Dunkel spirituell
en: Dark Spiritual
es: Espiritual oscuro
fa: معنوی تیره
fr: Spirituel sombre
id: Spiritual Gelap
ms: Spiritual Gelap
ru: Тёмный духовный
ur: گہرا روحانی

# theme_deep_spiritual
source: Derin Manevi
ar: روحاني عميق
de: Tiefe Spiritualität
en: Deep Spiritual
es: Espiritual profundo
fa: معنوی عمیق
fr: Spiritualité profonde
id: Spiritual Mendalam
ms: Spiritual Mendalam
ru: Глубокая духовность
ur: گہرا روحانی

# theme_default
source: Varsayılan
ar: الافتراضي
de: Standard
en: Default
es: Predeterminado
fa: پیش‌فرض
fr: Par défaut
id: Lalai
ms: Lalai
ru: По умолчанию
ur: پہلے سے طے شدہ

# theme_islamic_green
source: İslami Yeşil
ar: أخضر إسلامي
de: Islamisches Grün
en: Islamic Green
es: Verde islámico
fa: سبز اسلامی
fr: Vert islamique
id: Hijau Islami
ms: Hijau Islamik
ru: Исламский зелёный
ur: اسلامی سبز

# theme_minimal_gold
source: Minimal Altın
ar: ذهبي بسيط
de: Minimales Gold
en: Minimal Gold
es: Oro minimalista
fa: طلایی مینیمال
fr: Or minimaliste
id: Emas Minimal
ms: Emas Minimal
ru: Минималистичное золото
ur: کم سے کم سنہرا

# theme_night_mosque
source: Gece Cami
ar: مسجد ليلي
de: Nachtmoschee
en: Night Mosque
es: Mezquita nocturna
fa: مسجد شب
fr: Mosquée de nuit
id: Masjid Malam
ms: Masjid Malam
ru: Ночная мечеть
ur: رات کی مسجد

# theme_picker_helper_text
source: Tema değiştiğinde navbar, tab bar, kartlar ve Rabia bileşenleri birlikte güncellenir.
ar: عند تغيير السمة، يتم تحديث شريط التنقل وشريط التبويب والبطاقات ومكوّنات Rabia معًا.
de: Beim Ändern des Themas werden Navigationsleiste, Tab-Leiste, Karten und Rabia-Komponenten gemeinsam aktualisiert.
en: When the theme changes, the nav bar, tab bar, cards, and Rabia components update together.
es: Al cambiar el tema, la barra de navegación, la barra de pestañas, las tarjetas y los componentes de Rabia se actualizan juntos.
fa: با تغییر تم، نوار ناوبری، نوار تب، کارت‌ها و بخش‌های ربیا با هم به‌روزرسانی می‌شوند.
fr: Quand le thème change, la barre de navigation, la barre d’onglets, les cartes et les composants Rabia se mettent à jour ensemble.
id: Saat tema berubah, navbar, tab bar, kartu, dan komponen Rabia ikut diperbarui.
ms: Apabila tema berubah, bar navigasi, bar tab, kad dan komponen Rabia dikemas kini bersama.
ru: При смене темы вместе обновляются навбар, таб-бар, карточки и компоненты Rabia.
ur: تھیم بدلتے ہی نیویگیشن بار، ٹیب بار، کارڈز اور Rabia کے اجزا ایک ساتھ اپ ڈیٹ ہوتے ہیں۔

# theme_subtitle_deep_spiritual
source: Daha koyu, daha mistik bir ton
ar: نبرة أغمق وأكثر روحانية
de: Dunkler und mystischer Ton
en: A darker, more mystical tone
es: Un tono más oscuro y místico
fa: حسی تیره‌تر و رازآلودتر
fr: Une tonalité plus sombre et mystique
id: Nuansa lebih gelap dan mistis
ms: Nada yang lebih gelap dan mistik
ru: Более тёмный и мистический тон
ur: زیادہ گہرا اور پُراسرار انداز

# theme_subtitle_default
source: Temiz, dengeli ve ferah
ar: نظيف ومتوازن ومريح
de: Klar, ausgewogen und luftig
en: Clean, balanced, and airy
es: Limpio, equilibrado y fresco
fa: تمیز، متعادل و روشن
fr: Net, équilibré et aéré
id: Bersih, seimbang, dan lega
ms: Bersih, seimbang dan lapang
ru: Чисто, сбалансировано и легко
ur: صاف، متوازن اور کشادہ

# theme_subtitle_islamic_green
source: Canlı yeşil ve doğal yüzeyler
ar: أخضر حيّ مع أسطح طبيعية
de: Lebendiges Grün mit natürlichen Flächen
en: Vivid green with natural surfaces
es: Verde vivo con superficies naturales
fa: سبز زنده با سطوح طبیعی
fr: Vert vivant avec des surfaces naturelles
id: Hijau hidup dengan nuansa alami
ms: Hijau segar dengan permukaan semula jadi
ru: Живой зелёный с природными поверхностями
ur: روشن سبز اور قدرتی سطحیں

# theme_subtitle_night_mosque
source: Gece mavisi ve derin sakinlik
ar: أزرق ليلي وسكينة عميقة
de: Nachtblau und tiefe Ruhe
en: Night blue and deep calm
es: Azul noche y calma profunda
fa: آبی شبانه و آرامش عمیق
fr: Bleu nuit et calme profond
id: Biru malam dan ketenangan mendalam
ms: Biru malam dan ketenangan mendalam
ru: Ночной синий и глубокое спокойствие
ur: راتیلا نیلا اور گہرا سکون

# titresim
source: Titreşim
ar: الاهتزاز
de: Vibration
en: Vibration
es: Vibración
fa: لرزش
fr: Vibration
id: Getaran
ms: Getaran
ru: Вибрация
ur: وائبریشن

# total_count
source: %lld toplam
ar: %lld إجمالي
de: %lld gesamt
en: %lld total
es: %lld total
fa: %lld مجموع
fr: %lld total
id: %lld total
ms: %lld jumlah
ru: %lld всего
ur: %lld کل

# total_count_format
source: %lld toplam
ar: %lld إجمالي
de: %lld gesamt
en: %lld total
es: %lld total
fa: %lld مجموع
fr: %lld total
id: %lld total
ms: %lld jumlah
ru: %lld всего
ur: %lld کل

# tum_namazlar
source: Tüm Namazlar
ar: كل الصلوات
de: Alle Gebete
en: All Prayers
es: Todas las oraciones
fa: همه نمازها
fr: Toutes les prières
id: Semua Salat
ms: Semua Solat
ru: Все молитвы
ur: تمام نمازیں

# tum_namazlar_tamamlandi_masallah
source: Tüm namazlar tamamlandı, maşallah
ar: اكتملت جميع الصلوات، ما شاء الله
de: Alle Gebete abgeschlossen, mashallah
en: All prayers completed, mashallah
es: Todas las oraciones completadas, mashallah
fa: همه نمازها کامل شد، ماشاءالله
fr: Toutes les prières terminées, mashallah
id: Semua salat selesai, masyaAllah
ms: Semua solat selesai, masyaAllah
ru: Все намазы выполнены, машаАллах
ur: تمام نمازیں مکمل، ماشاءاللہ

# tum_ozelliklere_sahipsin
source: Tüm özelliklere sahipsin
ar: لديك جميع الميزات
de: Du hast alle Funktionen
en: You have all features
es: Tienes todas las funciones
fa: شما به همه قابلیت‌ها دسترسی دارید
fr: Vous avez toutes les fonctionnalités
id: Anda memiliki semua fitur
ms: Anda mempunyai semua ciri
ru: У вас есть все функции
ur: آپ کے پاس تمام فیچرز ہیں

# tum_verilerinizi_buluta_kaydedin
source: Tüm verilerinizi buluta kaydedin
ar: احفظ جميع بياناتك في السحابة
de: Speichern Sie alle Ihre Daten in der Cloud
en: Save all your data to the cloud
es: Guarda todos tus datos en la nube
fa: همه داده‌های خود را در ابر ذخیره کنید
fr: Enregistrez toutes vos données dans le cloud
id: Simpan semua data Anda ke cloud
ms: Simpan semua data anda ke awan
ru: Сохраните все данные в облаке
ur: اپنا تمام ڈیٹا کلاؤڈ میں محفوظ کریں

# turkce_okunus
source: Türkçe okunuş
ar: القراءة التركية
de: Türkische Umschrift
en: Turkish transliteration
es: Transliteración turca
fa: آوانویسی ترکی
fr: Translittération turque
id: Transliterasi Turki
ms: Transliterasi Turki
ru: Турецкая транслитерация
ur: ترکی تلفظ

# turkce_yazi_boyutu
source: Türkçe yazı boyutu
ar: حجم النص التركي
de: Größe des türkischen Textes
en: Turkish text size
es: Tamaño del texto turco
fa: اندازه متن ترکی
fr: Taille du texte turc
id: Ukuran teks Turki
ms: Saiz teks Turki
ru: Размер турецкого текста
ur: ترکی متن کا سائز

# ucretsiz_kullanicilar_icin_gunde_1_soru_hakki_vardir
source: Ücretsiz kullanıcılar için günde 1 soru hakkı vardır
ar: للمستخدمين المجانيين سؤال واحد يوميًا
de: Kostenlose Nutzer haben 1 Frage pro Tag
en: Free users have 1 question per day
es: Los usuarios gratuitos tienen 1 pregunta por día
fa: کاربران رایگان روزانه ۱ سؤال دارند
fr: Les utilisateurs gratuits ont 1 question par jour
id: Pengguna gratis mendapat 1 pertanyaan per hari
ms: Pengguna percuma mempunyai 1 soalan sehari
ru: Бесплатным пользователям доступен 1 вопрос в день
ur: مفت صارفین کو روزانہ 1 سوال کی اجازت ہے

# ucretsiz_kullanicilar_icin_rabia_da_gunde_1_soru_hakki_vardir
source: Ücretsiz kullanıcılar için Rabia'da günde 1 soru hakkı vardır
ar: للمستخدمين المجانيين سؤال واحد يوميًا في Rabia
de: Kostenlose Nutzer haben in Rabia 1 Frage pro Tag
en: Free users have 1 daily question in Rabia
es: Los usuarios gratuitos tienen 1 pregunta diaria en Rabia
fa: کاربران رایگان در Rabia روزانه ۱ سؤال دارند
fr: Les utilisateurs gratuits ont 1 question par jour dans Rabia
id: Pengguna gratis memiliki 1 pertanyaan harian di Rabia
ms: Pengguna percuma mempunyai 1 soalan harian di Rabia
ru: Бесплатным пользователям доступен 1 вопрос в день в Rabia
ur: مفت صارفین کو Rabia میں روزانہ 1 سوال کی اجازت ہے
